[
  {
    "theme": "Les Défis du Dragon Amical",
    "questions": [
      "Choisis un joueur pour qu'il imite son animal préféré.",
      "Défie un joueur de raconter une blague qui fait rire tout le monde.",
      "Demande à un joueur de chanter sa chanson préférée.",
      "Quelle est la plus grande qualité d'un membre de la famille que tu admires ?",
      "Si tu pouvais être n'importe quel super-héros, qui serais-tu et pourquoi ?",
      "Partage un défi que tu aimerais relever cette semaine.",
      "Si tu pouvais apprendre une nouvelle compétence instantanément, laquelle choisirais-tu ?",
      "Quelle est la chose la plus courageuse que tu aies faite ?",
      "Quel est ton plus grand rêve ?",
      "Comment réagirais-tu si tu te trouvais face à un dragon amical ?"
    ]
  },
  {
    "theme": "Les Secrets du Miroir Magique",
    "questions": [
      "Partage une qualité magique que tu aimerais avoir.",
      "Raconte un souvenir qui te fait sourire.",
      "Choisis un joueur pour qu'il partage une pensée positive.",
      "Quelle est la plus belle chose que tu aies vue aujourd'hui ?",
      "Si tu pouvais te voir dans un miroir magique dans 10 ans, que voudrais-tu voir ?",
      "Quel est le meilleur compliment que tu aies jamais reçu ?",
      "Partage un moment où tu t'es senti vraiment fier de toi.",
      "Si tu pouvais transmettre une qualité magique à quelqu'un d'autre, laquelle serait-ce et à qui ?",
      "Comment te sens-tu quand tu te dis des mots gentils à toi-même ?",
      "Imagine que tu as un miroir qui te montre tes pensées les plus positives. Que vois-tu ?"
    ]
  },
  {
    "theme": "Les Énigmes Enchantées",
    "questions": [
      "Qu'est-ce qui est à toi mais que les autres utilisent plus que toi ? (Réponse : Ton nom)",
      "Je commence par un 'e', je finis par un 'e', et je ne contiens qu'une lettre. Qui suis-je ? (Réponse: Une enveloppe)",
      "Je suis léger comme une plume, mais même le plus fort ne peut me tenir plus de cinq minutes. Qui suis-je ? (Réponse : La respiration)",
      "Je suis toujours devant toi mais tu ne peux jamais m'atteindre. Qui suis-je ? (Réponse : L'avenir)",
      "Plus je sèche, plus je deviens mouillé. Qui suis-je ? (Réponse : Une serviette)",
      "Je suis invisible et je peux rendre les choses plus grandes ou plus petites selon comment tu me regardes. Qui suis-je ? (Réponse : Le temps)",
      "Je n'ai ni ailes ni plumes, mais je peux voler sans effort. Qui suis-je ? (Réponse : Le vent)",
      "Je ne peux pas marcher, mais je peux courir. Qui suis-je ? (Réponse : Un ruisseau)",
      "Plus je grandis, moins je vois. Qui suis-je ? (Réponse : L'obscurité)",
      "Je suis plein de trous mais je retiens de l'eau. Qui suis-je ? (Réponse : Une éponge)"
    ]
  },
  {
    "theme": "Le Jardin de la Sérénité",
    "questions": [
      "Ferme les yeux et décris un lieu paisible que tu imagines.",
      "Comment te sens-tu après avoir pris trois grandes respirations profondes ?",
      "Guide le groupe dans un exercice de respiration magique.",
      "Quels sont les trois moments de la journée où tu te sens le plus calme ?",
      "Qu'est-ce qui t'aide à te détendre quand tu es stressé ?",
      "Si tu pouvais créer un jardin magique, à quoi ressemblerait-il ?",
      "Partage une activité que tu aimes faire pour te détendre.",
      "Décris un moment où tu t'es senti vraiment en paix.",
      "Comment peux-tu créer plus de moments de sérénité dans ta vie quotidienne ?",
      "Quel son te calme instantanément ?"
    ]
  },
  {
    "theme": "Les Trésors de la Gratitude",
    "questions": [
      "Nomme trois trésors pour lesquels tu es reconnaissant aujourd'hui.",
      "Écris un mot de gratitude à quelqu'un de la famille.",
      "Qu'est-ce qui te fait sourire même quand tu es triste ?",
      "Quel est le plus beau cadeau que tu as reçu sans qu'il soit matériel ?",
      "Quelle est la chose la plus simple qui t'apporte de la joie ?",
      "Quelle personne dans ta vie te rend heureux simplement par sa présence ?",
      "Partage un moment où quelqu'un t'a fait un acte de gentillesse.",
      "Pourquoi est-il important de dire merci chaque jour ?",
      "Quel trésor émotionnel gardes-tu précieusement en toi ?",
      "Comment peux-tu montrer plus de gratitude aux autres chaque jour ?"
    ]
  },
  {
    "theme": "Le Chemin des Routines Magiques",
    "questions": [
      "Quelle est ta routine magique du matin pour bien commencer ta journée ?",
      "Comment pourrais-tu améliorer ta routine pour qu'elle soit encore plus magique ?",
      "Dessine ta routine du soir idéale avec des éléments fantastiques.",
      "Quelle activité te donne de l'énergie chaque matin ?",
      "Comment te prépares-tu mentalement pour une journée réussie ?",
      "Qu'est-ce que tu fais chaque jour qui te rend fier de toi ?",
      "Pourquoi est-il important de suivre une routine quotidienne ?",
      "Quelle est la première chose que tu aimerais faire le matin pour te sentir bien ?",
      "Quel petit changement dans ta routine pourrais-tu faire pour avoir plus de joie dans ta journée ?",
      "Comment les routines aident-elles à construire une vie équilibrée ?"
    ]
  },
  {
    "theme": "Les Aventures de la Pensée Positive",
    "questions": [
      "Raconte un moment où tu as transformé une situation difficile en une aventure amusante.",
      "Invente une phrase magique qui apporte du bonheur à tous.",
      "Quels mots positifs te donnent du courage ?",
      "Comment réagis-tu quand quelque chose ne se passe pas comme prévu ?",
      "Quelle est ta pensée positive préférée qui t'aide chaque jour ?",
      "Si tu pouvais encourager quelqu'un avec une pensée positive, que lui dirais-tu ?",
      "Raconte une fois où tu as réussi quelque chose grâce à une attitude positive.",
      "Comment pourrais-tu transmettre de la positivité aux autres autour de toi ?",
      "Quelle est la première pensée positive que tu aimerais avoir chaque matin ?",
      "Quels sont les avantages de penser positivement, même dans les moments difficiles ?"
    ]
  },
  {
    "theme": "Les Rêves Magiques",
    "questions": [
      "Si tu pouvais réaliser un rêve magique, lequel serait-ce ?",
      "Dessine ton rêve le plus magique.",
      "Quel petit pas peux-tu faire aujourd'hui pour te rapprocher de ton rêve ?",
      "Quelle est la première chose que tu fais chaque jour pour avancer vers tes rêves ?",
      "Comment imagines-tu ta vie dans 10 ans ?",
      "Quel rêve te motive le plus actuellement ?",
      "Comment peux-tu t'aider à garder tes rêves vivants et réalistes ?",
      "Raconte un rêve que tu as déjà réalisé.",
      "Comment peux-tu aider un membre de la famille à réaliser son rêve ?",
      "Quel est le plus beau rêve que tu puisses imaginer pour toi et les autres ?"
    ]
  },
  {
    "theme": "Jeu Mystère",
    "questions": [
      "Si tu étais un détective, quel mystère aimerais-tu résoudre ?",
      "Si tu avais une machine à voyager dans le temps, où irais-tu ?",
      "Quelle est la plus grande question que tu aimerais voir répondue ?",
      "Si tu pouvais explorer un lieu mystérieux, où irais-tu ?",
      "Quelle serait ta stratégie pour résoudre une énigme complexe ?",
      "Quel mystère dans la nature aimerais-tu comprendre ?",
      "Quel est le plus grand mystère de la vie selon toi ?",
      "Si tu pouvais poser une question à une version future de toi-même, que lui demanderais-tu ?",
      "Quel mystère penses-tu pouvoir résoudre dans ta propre vie ?",
      "Pourquoi les mystères sont-ils si fascinants à résoudre ?"
    ]
  }
]
